tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
brew "autojump"
brew "avrdude"
brew "bash"
brew "bat"
brew "python"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "emacs", restart_service: true
brew "exa"
brew "gnupg"
brew "htop"
brew "jq"
brew "maven"
brew "md5sha1sum"
brew "mysql"
brew "rbenv"
brew "sshuttle"
brew "terraform"
brew "thefuck"
brew "tig"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "codeclimate/formulae/codeclimate"
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
cask "ngrok"
