tap "clintmod/formulas"
tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
tap "vektra/tap"
brew "ack"
brew "autojump"
brew "avrdude"
brew "bash"
brew "bat"
brew "python@3.8"
brew "ctop"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "gh"
brew "glances"
brew "gnupg"
brew "htop"
brew "jq"
brew "lazydocker"
brew "maven"
brew "md5sha1sum"
brew "mysql"
brew "ncdu"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "sshuttle"
brew "starship"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "clintmod/formulas/macprefs"
brew "d12frosted/emacs-plus/emacs-plus@27", link: false
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "vektra/tap/mockery"
cask "alfred"
cask "alt-tab"
cask "docker"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "postman"
cask "slack"
cask "spotify"
