tap "clintmod/formulas"
tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "vektra/tap"
brew "ack"
brew "act"
brew "autojump"
brew "avrdude"
brew "bash"
brew "bat"
brew "glib"
brew "python@3.8"
brew "ctop"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fluxctl"
brew "fzf"
brew "fzy"
brew "gcsfuse"
brew "gh"
brew "git", args: ["HEAD"]
brew "glances"
brew "gnupg"
brew "gobject-introspection"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kafkacat"
brew "kubernetes-cli", link: false
brew "kustomize"
brew "lazydocker"
brew "librsvg"
brew "maven"
brew "md5sha1sum"
brew "mercurial"
brew "minikube"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "openjdk@11"
brew "openjdk@8"
brew "ranger"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sshuttle"
brew "starship"
brew "stow"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "clintmod/formulas/macprefs"
brew "d12frosted/emacs-plus/emacs-plus@27", link: false
brew "johanhaleby/kubetail/kubetail"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "qmk/qmk/qmk"
brew "vektra/tap/mockery"
cask "adoptopenjdk8"
cask "alfred"
cask "alt-tab"
cask "bartender"
cask "docker"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "gimp"
cask "godot"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "hey"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "ngrok"
cask "osxfuse"
cask "postman"
cask "slack"
cask "spotify"
cask "timche-gmail-desktop"
cask "virtualbox"
cask "visual-studio-code"
